tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "atuin"
brew "awscli"
brew "aws-vault"
brew "bazelisk"
brew "buildifier"
brew "driftctl"
brew "gcc"
brew "git-machete"
brew "hugo"
brew "jq"
brew "direnv"
brew "eza"
brew "pass"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "xz"
brew "zoxide"

cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"

vscode "GitHub.github-vscode-theme"